Repository: wp-stars/astra-child
Catalog: languages/*.po
Languages: de_de

source: All Jobs
de_de: Alle Jobs

source: Add new
de_de: Neu hinzufügen

source: Add new Job
de_de: Neuen Job hinzufügen

source: Edit Job
de_de: Job bearbeiten

source: Add Job
de_de: Job hinzufügen

source: Show Job
de_de: Job anzeigen

source: Show Jobs
de_de: Jobs zeigen

source: Search Jobs
de_de: Jobs durchsuchen

source: No Jobs found
de_de: Keine Jobs gefunden

source: No Jobs found in trash
de_de: Keine Jobs im Papierkorb

source: Jobs archives
de_de: Job Archiv

source: Insert into Jobs
de_de: In Jobs einfügen

source: Upload to these Jobs
de_de: Zu Jobs hochladen

source: Filter Jobs list
de_de: Jobs filtern

source: Jobs list navigation
de_de: Jobs Navigation

source: Jobs list
de_de: Jobs Liste

source: Jobs attributes
de_de: Jobs Attribute

source: Jobs published
de_de: Veröffentlichte Jobs

source: Jobs published privately.
de_de: Privat veröffentlichte Jobs.

source: Jobs reverted to draft.
de_de: Zu Entwurf verschobene Jobs.

source: Jobs scheduled
de_de: Geplante Jobs

source: Jobs updated.
de_de: Aktualisierte Jobs.

source: Job Categories
de_de: Jobkategorien

source: Job Category
de_de: Jobkategorie

source: City, state, country
de_de: Stadt, Bundesland, Land

source: Employment Type
de_de: Anstellungsart

source: Job Description
de_de: Job Beschreibung

source: File Upload
de_de: Datei Upload

source: E-Mail Adress (optional)
de_de: E-Mail Adresse (optional)

source: Metal Prices
de_de: Metallpreise

source: All Metal Prices
de_de: Alle Metallpreise

source: Add new Metal Prices
de_de: Neue Metallpreise

source: Edit Metal Price
de_de: Metallpreise Editieren

source: Add Metal Prices
de_de: Neue Metallpreise

source: Show Metal Price
de_de: Metallpreise zeigen

source: Show Metal Prices
de_de: Metallpreise zeigen

source: Search Metal Prices
de_de: Metallpreise durchsuchen

source: No Metal Prices found
de_de: Keine Metallpreise gefunden

source: No Metal Prices found in trash
de_de: Keine Metallpreise im Papierkorb

source: Metal Price archives
de_de: Metallpreise Archiv

source: Insert into Metal Prices
de_de: Zu Metallpreisen einfügen

source: Upload to these Metal Prices
de_de: Zu Metallpreise hochladen

source: Filter Metal Prices list
de_de: Metallpreise filtern

source: Metal Prices list navigation
de_de: Metallpreise Navigation

source: Metal Prices list
de_de: Metallpreise Liste

source: Metal Prices attributes
de_de: Metallpreise Attribute

source: Metal Prices published
de_de: Metallpreise veröffentlicht

source: Metal Prices published privately.
de_de: Metallpreise privat veröffentlicht.

source: Metal Prices reverted to draft.
de_de: Metallpreise verschoben zu Entwurf.

source: Metal Prices scheduled
de_de: Metallpreise eingeplant

source: Metal Prices updated.
de_de: Metallpreise aktualisiert.

source: Silver
de_de: Silber

source: Products
de_de: Produkte

source: Product
de_de: Produkt

source: All Products
de_de: Alle Produkte

source: Add new Product
de_de: Neues Produkt hinzufügen

source: Edit Product
de_de: Produkt bearbeiten

source: Add Product
de_de: Produkt hinzufügen

source: Show Product
de_de: Produkt anzeigen

source: Show Products
de_de: Produkte zeigen

source: Search Products
de_de: Produkte durchsuchen

source: No Products found
de_de: Keine Produkte gefunden

source: No Products found in trash
de_de: Keine Produkte im Papierkorb

source: Products archives
de_de: Produkt Archiv

source: Insert into Products
de_de: Zu Produkten einfügen

source: Upload to these Products
de_de: Zu Produkten hochladen

source: Filter Products list
de_de: Produkte filtern

source: Products list navigation
de_de: Produkte Navigation

source: Products list
de_de: Produkt Liste

source: Products attributes
de_de: Produkte Attribute

source: Products published
de_de: Veröffentlichte Produkte

source: Products published privately.
de_de: Privat veröffentlicht Produkte.

source: Products reverted to draft.
de_de: Zu Entwurf verschobene Produkte.

source: Products scheduled
de_de: Geplante Produkte

source: Products updated.
de_de: Aktualisierte Produkte.

source: Product Categories
de_de: Produktkategorien

source: Product Category
de_de: Produktkategorie

source: Usages
de_de: Anwendungen

source: Usage
de_de: Anwendung

source: Metal & Accessories
de_de: Metalle & Zubehör

source: Metal & Accessory
de_de: Metalle & Zubehör

source: Colors
de_de: Farben

source: Color
de_de: Farbe

source: Applications
de_de: Applikationen

source: Application
de_de: Applikation

source: NEW
de_de: NEU

source: Is product sample available?
de_de: Ist eine Produkt Musterbestellung verfügbar?

source: Product Description
de_de: Produkt Beschreibung

source: Properties & Benefits
de_de: Eigenschaften & Vorteile

source: Area of Application
de_de: Einsatzbereich

source: Gallery
de_de: Galerie

source: Activate Cover Slider
de_de: Cover Slider aktivieren

source: Activate
de_de: Aktivieren

source: Content Type
de_de: Inhalt auf Slide

source: Choose between custom content or posts
de_de: Wähle zwischen frei befüllbarem Inhalt oder ausgelesenem Beitragsinhalt

source: Custom Content
de_de: Frei befüllbar

source: Posts
de_de: Beitrag

source: Slides Content
de_de: Slide Inhalte

source: Media Content
de_de: Medien Inhalte

source: Main Image
de_de: Hauptbild

source: Icon One
de_de: Icon Eins

source: Icon Two (optional)
de_de: Icon Zwei (optional)

source: Icon Three (optional)
de_de: Icon Drei (optional)

source: Headings and Color
de_de: Überschriften und Farbe

source: Top-Heading
de_de: Top-Überschrift

source: Main Heading
de_de: Hauptüberschrift

source: Text Content
de_de: Textinhalt

source: Select Posts for Slider
de_de: Wähle die Beiträge für den Slider

source: Read now
de_de: Jetzt lesen

source: Apply now
de_de: Jetzt bewerben

source: Share it
de_de: Teilen

source: /en/order-sample
de_de: /musterbestellung

source: Order Sample
de_de: Muster bestellen

source: Sample added to Wishlist
de_de: Muster wurde zur Wunschliste hinzugefügt

source: Our Newest Products
de_de: Unsere Neuankömmlinge

source: Read More
de_de: Mehr erfahren

source: Daily value
de_de: Tageswert

source: Weekly value
de_de: Wochenwert

source: Monthly value
de_de: Monatswert

source: Annual value
de_de: Jahreswert

source: Load more
de_de: Mehr laden

source: Filter by topic
de_de: Nach Thema filtern

source: All
de_de: Alle

source: You might also be interested in
de_de: Das könnte Sie auch interessieren

source: Read more
de_de: Mehr erfahren

source: Go to product
de_de: Zum Produkt

source: Your Sample Order
de_de: Ihre Musterplättchen-Bestellung

source: Shipping Address
de_de: Lieferadresse

source: Product:
de_de: Produkt:

source: Remove Sample
de_de: Produktmuster entfernen

source: /en/productfinder
de_de: /productfinder

source: Add
de_de: Hinzufügen

source: Image & Background Position
de_de: Bild & Hintergrund Positionierung

source: Background Colors
de_de: Hintergrundfarben

source: Background Color
de_de: Hintergrundfarbe

source: Top Headline
de_de: Top-Überschrift

source: Headline
de_de: Überschrift

source: Remove Image
de_de: Bild entfernen

source: Upload Image
de_de: Bild hochladen

source: Color Settings
de_de: Farb-Einstellungen

source: Number
de_de: Nummer

source: Show Arrows
de_de: Pfeile anzeigen

source: Show Dots
de_de: Punkte anzeigen

source: Logo Slider
de_de: Logo Silber

source: Show media on the left
de_de: Medien links anzeigen

source: Show media on the right
de_de: Medien rechts anzeigen

source: No entries available, please select another filter.
de_de: Keine Einträge vorhanden, bitte wählen sie einen anderen Filter.

source: Oops... Something went wrong. Please reload the page.
de_de: Ups… Etwas ist schief gelaufen. Bitte laden Sie die Seite neu.

# block title
source: LS Card Block
de_de: LS Karten Block

# block description
source: LS Card Block
de_de: LS Karten Block

# block title
source: LS Contact Form Links
de_de: LS Kontaktformular Links

# block description
source: LS Contact Form Links
de_de: LS Kontaktformular Links

# block title
source: LIMESODA Heading
de_de: LIMESODA Überschrift

# block description
source: Element with top headline, headline and an icon.
de_de: Element mit einer Top-Überschrift, Überschrift und einem Icon.

# block title
source: Number Block
de_de: Nummer-Block

# block description
source: Number Block
de_de: Nummer Block

# block description
source: Image and custom content in two columns.
de_de: Bild und benutzerdefinierter Inhalt in zwei Spalten.
